const data = {
  total: 10,
  boy: 6,
  girl: 4,
  sunk: {
    sunk_1: 3.8,
    sunk_2: 3.7,
    sunk_3: 3.6,
    sunk_4: 3.7,
    sunk_5: 2.3
  },
  satis: {
    satis_1: 3.7,
    satis_2: 3.6,
    satis_3: 3.9,
    satis_4: 3.3
  },
  reverse: 9,
  age: {
    '18歲以下': 0,
    '18-30歲': 1,
    '31-40歲': 2,
    '41-50歲': 3,
    '51-60歲': 2,
    '60歲以上': 2
  },
  edu: {
    '國小或以下': 1,
    '高中/高職': 2,
    '專科': 1,
    '大學': 4,
    '碩士': 1,
    '專業碩士': 0,
    '博士': 1
  },
  salary: {
    '20000元以下': 1,
    '20000-39999元': 2,
    '40000-59999元': 2,
    '60000-79999元': 2,
    '80000-99999元': 2,
    '100000元以上': 1
  },
  job: {
    '學生': 1,
    '軍公教': 1,
    '服務業': 4,
    '工商業': 3,
    '自由業': 0,
    '家管': 1,
    '其他': 0
  }
}

module.exports = data;